<?php
return array(
	
	'title' => 'مدرسة الفقاهة',
	
	
	'not_found' => 'عذرا، الصفحة لم يتم العثور',
	
	
	
	#Query--------------------------------------------------------------------------------------------------------------------
	'query_search_result' => 'تم العثور على نتيجة',
	'query_search_result_not_found' => 'لم يتم العثور على أي شيء :query',
	'query_timed_out' => 'تخطی البحث الزمن المحدد، قم بكتابة عبارة اقصر',
	#Search-------------------------------------------------------------------------------------------------------------------
	'search_find_items_that' => 'ابحث عن المطلوب الذي يشمل ...',
	'search_all_these_words' => 'كل هذه الكلمات الموجودة',
	'search_this_phrase' => 'وجود هذه الجملة',
	'search_any_these_words' => 'اي كلمة من الكلمات',
	'search_but' => 'لكن ...',
	'search_not_these_words' => 'لا يوجد فيها هذه الكلمات',
	'search_where' => 'تحديد البحث ...',
	'search_all_groups' => 'بحث في كل المجموعات',
	'search_one_group' => 'بحث في مجموعة واحدة',
	'search_search' => 'البحث',
	'search_seconds' => 'ثانیه',
);