<?php

return [

	'courses' => [
		0 => [
			'names' => [
				'feqh',
			],
			'fa' => [
				'خارج فقه',
			],
			'ar' => [
				'',
			],
			'teachers' => [
				0 => [
					'names' => [
						'sobhani',
					],
					'fa' => 'حضرت آیت‌الله سبحانی',
					'ar' => '',
					'years' => ['95','94','93','92','91','90','89','88','87',],
				],
			],
		],
		
		1 => [
			'names' => [
				'osool',
			],
			'fa' => [
				'خارج اصول',
			],
			'ar' => [
				'',
			],
			'teachers' => [
				0 => [
					'names' => [
						'sobhani',
					],
					'fa' => 'حضرت آیت‌الله سبحانی',
					'ar' => '',
					'years' => ['95','94','93','92','91','90','89','88','87','86',],
				],
			],
		],
		
	
		'sobhani' => [
			'name' => 'حضرت آیت‌الله سبحانی',
			'courses' => [
				'osool' => [
					'name' => 'خارج اصول',
					'years' => ['95','94','93','92','91','90','89','88','87','86',],
				],
				'feqh' => [
					'name' => 'خارج فقه',
					'years' => ['95','94','93','92','91','90','89','88','87',],
				],
				'vahabiat' => [
					'name' => 'شبهات وهابیت',
					'years' => ['94','89',],
				],
				'kalam' => [
					'name' => 'کلام و فلسفه',
					'years' => ['93','91',],
				],
				'tafsir' => [
					'name' => 'تفسیر',
					'years' => ['94','93','92','91','88',],
				],
				'aqaed' => [
					'name' => 'اصول عقائد امامیه',
					'years' => ['89',],
				],
			],
		],
		'shabzendehdar' => [
			'name' => 'استاد شب زنده دار',
			'courses' => [
				'feqh' => [
					'name' => 'خارج فقه',
					'years' => ['95','94',],
				],
				'osool' => [
					'name' => 'خارج اصول',
					'years' => ['95','94','93','92',],
				],
			],
		],
	],


	'color' => [
		'ff0000' => 'Titr',
		'008000' => 'Ravayat',
		'000080' => 'Sayer',
		'ffff00' => 'Ostad',
		'800000' => 'Imam',	
		'0000ff' => 'Mabna',
	]
];
